tap "AlexStrNik/Browserino"
brew "asciinema"
brew "age"
brew "bash"
brew "bash-language-server"
brew "bat"
brew "btop"
brew "colima", restart_service: :changed
brew "coreutils"
brew "docker"
brew "duf"
brew "eza"
brew "fabric-ai"
brew "fzf"
brew "git"
brew "gnu-getopt"
brew "go-task"
brew "htop"
brew "ipcalc"
brew "iproute2mac"
brew "jq"
brew "lazydocker"
brew "libmagic"
brew "macmon"
brew "magic-wormhole"
brew "mas"
brew "mise"
brew "moreutils"
brew "mosh"
brew "mpv"
brew "mtr"
brew "neofetch"
brew "ncdu"
brew "nmap"
brew "pssh"
brew "progress"
brew "pv"
brew "ripgrep"
brew "ruff"
brew "shellcheck"
brew "shfmt"
brew "telnet"
brew "termshark"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "unp"
brew "uv"
brew "watch"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
cask "airfoil"
cask "aldente"
cask "alfred"
cask "betterzip"
cask "browserino", args: { no_quarantine: true }
cask "bruno"
cask "crossover"
cask "crystalfetch"
cask "firefox"
cask "firefox@developer-edition"
cask "finicky"
cask "iina"
cask "istat-menus"
cask "iterm2"
cask "jordanbaird-ice"
cask "keycastr"
cask "little-snitch", args: { appdir: "/Applications" }
cask "mist"
cask "monitorcontrol"
cask "moom"
cask "obsidian"
cask "pop-app"
cask "rambox"
cask "snagit"
cask "soundsource"
cask "sublime-text"
cask "visual-studio-code"
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "AusweisApp", id: 948660805
mas "DeArrow", id: 6451469297
mas "openterface", id: 6478481082
mas "Parcel", id: 639968404
mas "Perplexity", id: 6714467650
mas "reMarkable", id: 1276493162
mas "Slack", id: 803453959
mas "SponsorBlock", id: 1573461917
mas "Strongbox", id: 1481853033
mas "Table Tool", id: 1122008420
mas "Tailscale", id: 1475387142
mas "Tampermonkey", id: 6738342400
mas "WireGuard", id: 1451685025
mas "Yubico Authenticator", id: 1497506650
